Repository: ozcotech/Denklem-SwiftUI
Catalog: Denklem/Localizable.xcstrings
Source language: en
Languages: sv, tr

# time_calculation.rental_disputes
source: Rental Disputes
sv: Hyrestvister
tr: Kira İlişkisinden Kaynaklanan Uyuşmazlıklar

# time_calculation.week
source: Week
sv: Vecka
tr: Hafta

# time_calculation.weeks
source: Weeks
sv: Veckor
tr: Hafta

# tools.title
source: Calculations
sv: Beräkningar
tr: Hesaplamalar

# validation.amount.max
source: Maximum amount must be ₺999,999,999.00
sv: Maxbelopp måste vara 999 999 999,00 ₺
tr: Maksimum tutar 999.999.999,00 ₺ olmalıdır

# validation.amount.min
source: Minimum amount must be ₺0.01
sv: Minimibelopp måste vara 0,01 ₺
tr: Minimum tutar 0,01 ₺ olmalıdır

# validation.dispute_type_not_supported_in_year
source: Dispute type not supported in tariff year
sv: Tvistyp stöds inte i tariffåret
tr: Bu uyuşmazlık türü %d yılında desteklenmiyor

# validation.estimated_tariff
source: This tariff is estimated, not official
sv: Denna tariff är uppskattad, inte officiell
tr: Bu tarife tahmini veridir, resmi değildir

# validation.file_count.max
source: Maximum file count must be 1000
sv: Maximalt antal ärenden måste vara 1000
tr: Maksimum dosya sayısı 1000 olmalıdır

# validation.file_count.min
source: Minimum file count must be 1
sv: Minsta antal ärenden måste vara 1
tr: Minimum dosya sayısı 1 olmalıdır

# validation.invalid_agreement_amount
source: Invalid or missing agreement amount.
sv: Ogiltigt eller saknat överenskommelsebelopp.
tr: Geçersiz veya eksik anlaşma tutarı.

# validation.invalid_amount
source: Invalid amount
sv: Ogiltigt belopp
tr: Geçersiz tutar

# validation.invalid_dispute_type
source: Invalid dispute type
sv: Ogiltig tvistyp
tr: Geçersiz uyuşmazlık türü

# validation.invalid_file_count
source: Please enter a valid file count
sv: Ange ett giltigt antal ärenden
tr: Lütfen geçerli bir dosya sayısı girin

# validation.invalid_party_count
source: Invalid party count
sv: Ogiltigt antal parter
tr: Geçersiz taraf sayısı

# validation.invalid_year
source: Selected year is not supported
sv: Valt år stöds inte
tr: Seçilen yıl desteklenmiyor

# validation.missing_court_type
source: Court type must be selected for non-monetary agreement.
sv: Domstolstyp måste väljas vid icke-ekonomisk överenskommelse.
tr: Parasal olmayan anlaşma için mahkeme türü seçilmelidir.

# validation.party_count.max
source: Maximum party count must be 1000
sv: Maximalt antal parter måste vara 1000
tr: Maksimum taraf sayısı 1000 olmalıdır

# validation.party_count.min
source: Minimum party count must be 2
sv: Minsta antal parter måste vara 2
tr: Minimum taraf sayısı 2 olmalıdır

# validation.required_field
source: This field is required
sv: Detta fält är obligatoriskt
tr: Bu alan zorunludur

# validation.year_not_supported
source: Year not supported
sv: Året stöds inte
tr: %d yılı desteklemiyor.

# warning.estimated_tariff
source: ⚠️ %@ tariff values are estimated
sv: ⚠️ %@ tariffvärden är uppskattade
tr: ⚠️ %@ tarifesi tahmini değerlerdir

# about.app_info
source: App Information
tr: Uygulama Bilgileri

# about.version
source: Version
tr: Versiyon

# general.info
source: Info
tr: Bilgi

# general.ok
source: OK
tr: Tamam

# legislation.info.status
source: Status
tr: Durum

# legislation.type.tariff
source: Tariff
tr: Tarife

# settings.system
source: System
tr: Sistem

# survey.screen_title
source: Mini Quiz
tr: Mini Test

# tariff_year.2025
source: 2025 Tariff
tr: 2025 Tarifesi

# tariff_year.2026
source: 2026 Tariff
tr: 2026 Tarifesi
